Repository: Ehrippura/FineTransfer
Catalog: app/FineTransfer/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: 0 bytes
ja: 0 バイト
zh_hant: 0 位元組

source: An unexpected error occurred. Please try again.
ja: 予期しないエラーが発生しました。もう一度お試しください。
zh_hant: 發生意外錯誤，請再試一次。

source: Cancel
ja: キャンセル
zh_hant: 取消

source: Choose Destination
ja: 保存先を選択
zh_hant: 選擇目的地

source: Couldn't connect to the device. Make sure it's unlocked and set to file transfer mode, then try again.
ja: デバイスに接続できませんでした。デバイスのロックを解除してファイル転送モードに設定してから、もう一度お試しください。
zh_hant: 無法連線至裝置，請確認裝置已解鎖並設定為檔案傳輸模式，然後再試一次。

source: Couldn't create the folder. The device may be full or doesn't allow creating folders here.
ja: フォルダを作成できませんでした。デバイスの容量が不足しているか、このフォルダの作成が許可されていない可能性があります。
zh_hant: 無法建立資料夾，裝置可能已滿或不允許在此處建立資料夾。

source: Couldn't delete this item. The file may be in use on the device — please try again.
ja: この項目を削除できませんでした。ファイルがデバイスで使用中の可能性があります。もう一度お試しください。
zh_hant: 無法刪除此項目，檔案可能正在裝置上使用中，請稍後再試。

source: Couldn't detect connected devices. Please check the USB connection and try again.
ja: 接続されているデバイスを検出できませんでした。USB接続を確認してから、もう一度お試しください。
zh_hant: 無法偵測已連接的裝置，請檢查 USB 連線後再試一次。

source: Couldn't download the file. The device may be busy or disconnected — please try again.
ja: ファイルをダウンロードできませんでした。デバイスがビジー状態か切断されている可能性があります。もう一度お試しください。
zh_hant: 無法下載檔案，裝置可能正忙碌或已斷線，請稍後再試。

source: Couldn't load the folder contents. The device may be busy — please try again.
ja: フォルダの内容を読み込めませんでした。デバイスがビジー状態の可能性があります。もう一度お試しください。
zh_hant: 無法載入資料夾內容，裝置可能正忙碌中，請稍後再試。

source: Couldn't rename this item. The device may not support renaming, or the file may be in use.
ja: この項目の名前を変更できませんでした。デバイスが名前の変更をサポートしていないか、ファイルが使用中の可能性があります。
zh_hant: 無法重新命名此項目，裝置可能不支援重新命名，或檔案正在使用中。

source: Couldn't upload the file. The device may be busy or out of space — please try again.
ja: ファイルをアップロードできませんでした。デバイスがビジー状態か空き容量が不足している可能性があります。もう一度お試しください。
zh_hant: 無法上傳檔案，裝置可能正忙碌或儲存空間不足，請稍後再試。

source: Create
ja: 作成
zh_hant: 建立

source: Delete
ja: 削除
zh_hant: 刪除

source: Delete "%@"?
ja: 「%@」を削除しますか？
zh_hant: 刪除「%@」？

source: Delete %d items?
ja: %d 個の項目を削除しますか？
zh_hant: 刪除 %d 個項目？

source: Download
ja: ダウンロード
zh_hant: 下載

source: file
ja: ファイル
zh_hant: 檔案

source: New Folder
ja: 新規フォルダ
zh_hant: 新增資料夾

source: No device found. Please connect your device via USB and make sure it's set to file transfer mode.
ja: デバイスが見つかりません。USBでデバイスを接続し、ファイル転送モードに設定されていることを確認してください。
zh_hant: 找不到裝置，請透過 USB 連接裝置，並確認已設定為檔案傳輸模式。

source: No devices connected
ja: 接続されているデバイスはありません
zh_hant: 未偵測到裝置

source: Please select a device.
ja: デバイスを選択してください。
zh_hant: 請選擇裝置。

source: Rename
ja: 名前を変更
zh_hant: 重新命名

source: Root
ja: ルート
zh_hant: 根目錄

source: Something went wrong while communicating with the device. Please try again.
ja: デバイスとの通信中にエラーが発生しました。もう一度お試しください。
zh_hant: 與裝置通訊時發生錯誤，請再試一次。

source: Storage
ja: ストレージ
zh_hant: 儲存媒體

source: Storage %u
ja: ストレージ %u
zh_hant: 儲存媒體 %u

source: The app ran out of memory. Try closing other apps and try again.
ja: アプリのメモリが不足しました。他のアプリを閉じてから、もう一度お試しください。
zh_hant: 應用程式記憶體不足，請關閉其他應用程式後再試一次。

source: The device is no longer connected. Please reconnect it and try again.
ja: デバイスが接続されていません。再接続してから、もう一度お試しください。
zh_hant: 裝置已斷線，請重新連接後再試一次。

source: The device responded with an unexpected error. Try disconnecting and reconnecting it.
ja: デバイスが予期しないエラーを返しました。デバイスを接続し直してみてください。
zh_hant: 裝置回應了意外的錯誤，請嘗試重新插拔裝置。

source: The device storage is full. Free up some space on the device and try again.
ja: デバイスのストレージが満杯です。デバイスの空き容量を確保してから、もう一度お試しください。
zh_hant: 裝置儲存空間已滿，請釋放部分空間後再試一次。

source: The operation was cancelled.
ja: 操作がキャンセルされました。
zh_hant: 操作已取消。

source: There was a problem with the USB connection. Make sure the cable is securely connected and try again.
ja: USB接続に問題がありました。ケーブルがしっかり接続されていることを確認してから、もう一度お試しください。
zh_hant: USB 連線發生問題，請確認傳輸線已牢固連接，然後再試一次。

source: This action cannot be undone.
ja: この操作は取り消せません。
zh_hant: 此操作無法復原。

source: Unknown
ja: 不明
zh_hant: 未知

source: untitled folder
ja: 名称未設定フォルダ
zh_hant: 未命名資料夾

source: Upload
ja: アップロード
zh_hant: 上傳
